[
    {
        "id": "R3D0591ENXK60I",
        "asin": "B0BW8Y2B8Z",
        "review_data": "Reviewed in the United States on May 18, 2023",
        "date": {
            "date": "May 18, 2023",
            "unix": 1684364400
        },
        "name": "schwandnerlifton43",
        "rating": 5,
        "title": "5.0 out of 5 starshighly recommend",
        "text": "The large metal planter box is made from sturdy steel and is built to last. The kit is very easy to assemble and comes with everything you need to get started. The galvanized finish is not only attractive but also helps to prevent rust and corrosion.",
        "verified_purchase": false,
        "media": []
    },
    {
        "id": "R2G0IKKV5Z9TFK",
        "asin": "B0BW8Y2B8Z",
        "review_data": "Reviewed in the United States on May 7, 2023",
        "date": {
            "date": "May 7, 2023",
            "unix": 1683414000
        },
        "name": "kani",
        "rating": 1,
        "title": "1.0 out of 5 starsNot a sturdy bed. Bulging on both sides not worth it",
        "text": "Putting this together alone is possible. Just don’t tighten the bolts and you will have the wiggle room needed. Tighten everything once you have all together.Now on to the quality and stability of this planter. It’s tin. The brackets they give for the middle support beams are cheap bendable aluminum. They do not support this bed from bulging. The sides( Tin) - bend very easily.I will say that after I have it together 24 hrs and filled,it just continued to bulge and I don’t even have the bottom filled with soil. I put 8 cinderblocks in it and some logs with room around the perimeter for light back filling. I feel that once the soil that was added to it to fill the planter will only continue to cause bulging once it gets wet. There is just no actually support with this planter. I would return but now I can not so it is garbage. I wasted hours of time and money on this product. Now I have to start over. Should of just bought a solid raised container.",
        "verified_purchase": false,
        "media": []
    },
    {
        "id": "R1LHH9TVPQDK8Y",
        "asin": "B0BW8Y2B8Z",
        "review_data": "Reviewed in the United States on April 18, 2023",
        "date": {
            "date": "April 18, 2023",
            "unix": 1681772400
        },
        "name": "Peter",
        "rating": 5,
        "title": "5.0 out of 5 starsGreat Value",
        "text": "This is Affordable and Durable!\" - Compared to other garden bed options, this metal one is very affordable and provides excellent value for the price. The sturdy metal construction ensures it will last for many years to come.",
        "verified_purchase": false,
        "media": []
    },
    {
        "id": "RPKKTGHGH96U6",
        "asin": "B0BW8Y2B8Z",
        "review_data": "Reviewed in the United States on April 7, 2023",
        "date": {
            "date": "April 7, 2023",
            "unix": 1680822000
        },
        "name": "Darrell",
        "rating": 5,
        "title": "5.0 out of 5 starsRaised bed",
        "text": "Beds are nice, pretty easy to put together. Would buy again.",
        "verified_purchase": false,
        "media": []
    },
    {
        "id": "RBYNCMY0B8XXA",
        "asin": "B0BW8Y2B8Z",
        "review_data": "Reviewed in the United States on March 9, 2023",
        "date": {
            "date": "March 9, 2023",
            "unix": 1678320000
        },
        "name": "Brandon Brown",
        "rating": 5,
        "title": "5.0 out of 5 starsPerfect for Beginners",
        "text": "As someone who is new to gardening, this raised bed was a great place to start. It was easy to assemble and my plants are growing beautifully.",
        "verified_purchase": false,
        "media": []
    }
]