[
    {
        "id": "RWVJMA7UHJ6LY",
        "asin.original": "B0BWY4DBSB",
        "asin.variant": "B0BWY4DBSB",
        "review_data": "Reviewed in the United States 🇺🇸 on April 19, 2023",
        "date.date": "April 19, 2023",
        "date.unix": "1681858800",
        "name": "EmeraldEyes18",
        "rating": "5",
        "title": "My kids love it!",
        "text": "I got this for a road trip which we haven’t gone on yet, but we have used them and my kids love them. I will say the plastic face gets scratched up easily but I love that there is a string for the pen!! My two year old doesn’t quite understand how to use it but my 4yo love playing with it",
        "verified_purchase": "false",
        "media": "[]",
        "asin": "B0BWY4DBSB"
    },
    {
        "id": "R3HV85OTQALYG5",
        "asin.original": "B0BWY4DBSB",
        "asin.variant": "B0BWY4DBSB",
        "review_data": "Reviewed in the United States 🇺🇸 on April 18, 2023",
        "date.date": "April 18, 2023",
        "date.unix": "1681772400",
        "name": "Anastasia Bloor",
        "rating": "5",
        "title": "Great magnetic drawing board for kids!",
        "text": "My daughter loves this magnetic drawing board! The rabbit design is adorable and the large size provides enough space for her to draw and create. The colorful magnetic beads are so much fun and the double-sided cards with different patterns keep her entertained for hours. The double magnetic pens are also a great feature and the card slot design is very convenient. The material is safe and durable, which is very important for me. I highly recommend this as a great educational and travel toy for kids!",
        "verified_purchase": "false",
        "media": "[]",
        "asin": "B0BWY4DBSB"
    },
    {
        "id": "R34AYMC1ROT0B4",
        "asin.original": "B0BWY4DBSB",
        "asin.variant": "B0BWY5Q527",
        "review_data": "Reviewed in the United States 🇺🇸 on April 12, 2023",
        "date.date": "April 12, 2023",
        "date.unix": "1681254000",
        "name": "Damir",
        "rating": "3",
        "title": "Good idea, bad quality",
        "text": "I like the idea of drawing a pixelated picture with magnetic pens and circles. It's not big, so you can take it wherever you want. A kid can play in the car, outside, or inside. Plastic prevents circles from getting out, so it's easy to carry.It comes with a set of example cards, I didn't have any issues with them. They were printed right and they are easy to follow.The bad side is the quality of the product, it is not so great. To move the dots you have to press a little bit on the plastic because of that it becomes scratched pretty easily.The top of the pen goes out while you are using it. As it has spring in it it can shoot it out and hit into a face. I would recommend gluing it right away.",
        "verified_purchase": "false",
        "media": "[]",
        "asin": "B0BWY4DBSB"
    },
    {
        "id": "R1LR1BSQZTFM71",
        "asin.original": "B0BWY4DBSB",
        "asin.variant": "B0BWY5Q527",
        "review_data": "Reviewed in the United States 🇺🇸 on April 8, 2023",
        "date.date": "April 8, 2023",
        "date.unix": "1680908400",
        "name": "ruth dee",
        "rating": "1",
        "title": "Broke first time using it",
        "text": "The magnet inside the “pen” came out of both the pens the first time using it. Very disappointing",
        "verified_purchase": "false",
        "media": "[]",
        "asin": "B0BWY4DBSB"
    },
    {
        "id": "R65EYR3NMX3RF",
        "asin.original": "B0BWY4DBSB",
        "asin.variant": "B0BWY5Q527",
        "review_data": "Reviewed in the United States 🇺🇸 on April 8, 2023",
        "date.date": "April 8, 2023",
        "date.unix": "1680908400",
        "name": "Ramon",
        "rating": "5",
        "title": "for my patients",
        "text": "great for my patients they enjoy to play with them",
        "verified_purchase": "false",
        "media": "[]",
        "asin": "B0BWY4DBSB"
    },
    {
        "id": "RXHDG9J4J6DJZ",
        "asin.original": "B0BWY4DBSB",
        "asin.variant": "B0BWY4DBSB",
        "review_data": "Reviewed in the United States 🇺🇸 on April 7, 2023",
        "date.date": "April 7, 2023",
        "date.unix": "1680822000",
        "name": "BRiley",
        "rating": "5",
        "title": "Great Design!Hours of Play.",
        "text": "These magnetic toys have become quite popular - and with good reason.They're lightweight and portable,they're colorful, they can be used to create designs included or random play and no batteries are required.This board has three significant design improvements over some of the other versions 1) it includes two magnetic pens so more than one child can play at a time 2) the magnetic pens are attached (no more digging in the car seats when they inevitably drop) 3) there's a slot to put the design for reference during play.Good product!",
        "verified_purchase": "false",
        "media": "[]",
        "asin": "B0BWY4DBSB"
    },
    {
        "id": "R1DEP83B14NU8I",
        "asin.original": "B0BWY4DBSB",
        "asin.variant": "B0BWY4DBSB",
        "review_data": "Reviewed in the United States 🇺🇸 on April 7, 2023",
        "date.date": "April 7, 2023",
        "date.unix": "1680822000",
        "name": "Angela",
        "rating": "3",
        "title": "UNFORTUNATE FLAWS",
        "text": "PROs1. Tethered pen so it doesn’t get lost2. Pens on BOTH sides this way doesn’t matter if you are left or right handed3. 10 double-sided cards for child to try to recreateCONs1. You have to press down on the plastic to get the magnet to pick up the pieces.2. Some of the double-sided cards are printed too close to the edge and cut offI love the setup and concept, and really not that upset you have to press down a little bit to get the magnet to pick up the pieces b/c when we write, we have to put a little pressure. However, b/c of this, you scratch up the plastic easily and the quality is just not there for this. The magnet is clearly not strong enough for this.Overall, for approx $22 (at the time of this review) I do not recommend.",
        "verified_purchase": "false",
        "media": "[\"https://m.media-amazon.com/images/I/611Wh9IwcJL._SL1600_.jpg\",\"https://m.media-amazon.com/images/I/711syvPe5sL._SL1600_.jpg\",\"https://m.media-amazon.com/images/I/71Bem+xWLPL._SL1600_.jpg\",\"https://m.media-amazon.com/images/I/71kzfu+jDeL._SL1600_.jpg\"]",
        "asin": "B0BWY4DBSB"
    },
    {
        "id": "R1D2WQICKPGU64",
        "asin.original": "B0BWY4DBSB",
        "asin.variant": "B0BWY5Q527",
        "review_data": "Reviewed in the United States 🇺🇸 on April 7, 2023",
        "date.date": "April 7, 2023",
        "date.unix": "1680822000",
        "name": "Amavon",
        "rating": "4",
        "title": "Nice quiet activity",
        "text": "I got this for my 4 year old granddaughter and she loves it!She was able to immediately start making fun and interesting designs.I love that this comes with two magnetic wands that are attached with long strings.However, one of the magnetic wands came apart pretty quickly and within a couple of hours of use, one of the magnets had come off of the end of the wand.This caused quite a bit of tears!So, this is a fun and engaging toy that encourages creativity and is a quiet activity.But, it will probably not be a long lasting toy, so just beware.",
        "verified_purchase": "false",
        "media": "[]",
        "asin": "B0BWY4DBSB"
    },
    {
        "id": "RGZ9NOF2EEKR5",
        "asin.original": "B0BWY4DBSB",
        "asin.variant": "B0BWY4DBSB",
        "review_data": "Reviewed in the United States 🇺🇸 on April 3, 2023",
        "date.date": "April 3, 2023",
        "date.unix": "1680476400",
        "name": "Terrence N.",
        "rating": "5",
        "title": "Fun on the Go!",
        "text": "We got this for both our young kids.I remember I had something similar when I was a kid but this is much bigger and works way better.I like that it has two pens and if your kids are small enough, they can share the space (maybe).There are a good amount of templates that they can utilize and copy.We'll be using this for car rides and travelling but so far it's keeping their attention at home.The one complaint I have is the slot where it holds the template.It's pretty shallow so I'd imagine the template card won't stay put with minor bumps or movements on the way.Other than that, I like how easy it is to \"grab\" and drop the circular magnets in place.This will also help with my young toddler's motor skills and creativity.Great product all around and no mess!!",
        "verified_purchase": "false",
        "media": "[\"https://m.media-amazon.com/images/I/71bVwkZ1SPL._SL1600_.jpg\",\"https://m.media-amazon.com/images/I/71ocentjDKL._SL1600_.jpg\",\"https://m.media-amazon.com/images/I/81Sg4Xw3sXL._SL1600_.jpg\",\"https://m.media-amazon.com/images/I/81TDcZKKAsL._SL1600_.jpg\"]",
        "asin": "B0BWY4DBSB"
    }
]