[
    {
        "id": "R18MFWHUJE86B4",
        "asin.original": "B0BWYDD4BJ",
        "asin.variant": "",
        "review_data": "Reviewed in the United States on April 25, 2023",
        "date.date": "April 25, 2023",
        "date.unix": "1682377200",
        "name": "susanne daiuto",
        "rating": "2",
        "title": "Ruined in less than a week",
        "text": "Bought this because of the two pens but in hindsight that was not the best feature for toddler. The magnetic pens attract to one another so goodluck stopping your kids from letting them slap together and chipping the metal tips, which then scratches the plexiglass surface. Ruined in less than a week.",
        "verified_purchase": "false",
        "media": "[]",
        "asin": "B0BWYDD4BJ"
    },
    {
        "id": "R3884AKKUVI47Q",
        "asin.original": "B0BWYDD4BJ",
        "asin.variant": "",
        "review_data": "Reviewed in the United States on April 12, 2023",
        "date.date": "April 12, 2023",
        "date.unix": "1681254000",
        "name": "PaceBene",
        "rating": "5",
        "title": "Fun, Educational, 2-wands",
        "text": "This magnetic drawing board is the perfect model for use with toddlers and preschoolers.Unlike other magnetic drawing boards, this one features 2 wands, both connected to the board.This allows ease in interacting and instruction with a very young child when using this toy. This board is smaller in size, perfect for little hands to manage.Like with all magnetic drawing boards, a gentle nudge down on the wand will grab the desired disk. There is a slot for convenience is holding the picture card upright during use.I love to create simple patterns with the colored disks and “take turns” with my granddaughter to build the pattern. Having the 2 wands makes this possible.This is a great gift for a toddler or preschooler.It is also an instructional tool in any preschool environment.",
        "verified_purchase": "false",
        "media": "[\"https://m.media-amazon.com/images/I/7123c-y1rmL._SL1600_.jpg\",\"https://m.media-amazon.com/images/I/71WGWFAKyvL._SL1600_.jpg\",\"https://m.media-amazon.com/images/I/71YodCgM+XL._SL1600_.jpg\",\"https://m.media-amazon.com/images/I/71bohvZ0XdL._SL1600_.jpg\"]",
        "asin": "B0BWYDD4BJ"
    }
]